;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

;; personal wiki
(package! org-roam)

;; tide
(package! tide)

;; org-superstar
(package! org-superstar)

;; visual-fill-column
(package! visual-fill-column)

;; org-present
(package! org-present)

;; org-lert
(package! org-alert)

;; web-tools
(package! org-web-tools)

;; marginalia
(package! marginalia)

;; rainbow mode
(package! rainbow-mode)
